import { FeedbackItemData } from "@entities/FeedbackItem/FeedbackItem.types";

export const title = "Отзывы о нашей продукции";
export const description =
  "Вот что говорят наши прекрасно высыпающиеся клиенты, которые неоднократно обращаются к нам";

export const feedbackItems: Array<FeedbackItemData> = [
  {
    imageUri: "/assets/feedback/user-1.webp",
    userName: "Андрей Гаспарян",
    productName: "Матрас “Венеция - 1”",
    feedback:
      "Неделю назад стал счастливым обладателем одного из матрасов этого производителя. Теперь меня не покидает чувство, что раньше я не спал вовсе. Я стал гораздо лучше высыпаться и спина совсем не беспокоит!",
    date: "28 сентября 2019",
  },
  {
    imageUri: "/assets/feedback/user-2.webp",
    userName: "Виктор Разуменков",
    productName: "Детский матрас",
    feedback:
      "Неделю назад стал счастливым обладателем одного из матрасов этого производителя. Теперь меня не покидает чувство, что раньше я не спал вовсе. Я стал гораздо лучше высыпаться и спина совсем не беспокоит!",
    date: "30 октября 2019",
  },
  {
    imageUri: "/assets/feedback/user-3.webp",
    userName: "Илья Кудинов",
    productName: "Матрас “Турин - 2”",
    feedback:
      "Неделю назад стал счастливым обладателем одного из матрасов этого производителя. Теперь меня не покидает чувство, что раньше я не спал вовсе. Я стал гораздо лучше высыпаться и спина совсем не беспокоит!",
    date: "6 января 2020",
  },
  {
    imageUri: "/assets/feedback/user-4.webp",
    userName: "Антон Абакумов",
    productName: "Наматрасник",
    feedback:
      "Неделю назад стал счастливым обладателем одного из матрасов этого производителя. Теперь меня не покидает чувство, что раньше я не спал вовсе. Я стал гораздо лучше высыпаться и спина совсем не беспокоит!",
    date: "20 января 2020",
  },
  {
    imageUri: "/assets/feedback/user-1.webp",
    userName: "Иван Гаспарян",
    productName: "Матрас “Венеция - 1”",
    feedback:
      "Неделю назад стал счастливым обладателем одного из матрасов этого производителя. Теперь меня не покидает чувство, что раньше я не спал вовсе. Я стал гораздо лучше высыпаться и спина совсем не беспокоит!",
    date: "28 сентября 2019",
  },
  {
    imageUri: "/assets/feedback/user-2.webp",
    userName: "Петр Разуменков",
    productName: "Детский матрас",
    feedback:
      "Неделю назад стал счастливым обладателем одного из матрасов этого производителя. Теперь меня не покидает чувство, что раньше я не спал вовсе. Я стал гораздо лучше высыпаться и спина совсем не беспокоит!",
    date: "30 октября 2019",
  },
  {
    imageUri: "/assets/feedback/user-3.webp",
    userName: "Валентин Кудинов",
    productName: "Матрас “Турин - 2”",
    feedback:
      "Неделю назад стал счастливым обладателем одного из матрасов этого производителя. Теперь меня не покидает чувство, что раньше я не спал вовсе. Я стал гораздо лучше высыпаться и спина совсем не беспокоит!",
    date: "6 января 2020",
  },
  {
    imageUri: "/assets/feedback/user-4.webp",
    userName: "Алексей Абакумов",
    productName: "Наматрасник",
    feedback:
      "Неделю назад стал счастливым обладателем одного из матрасов этого производителя. Теперь меня не покидает чувство, что раньше я не спал вовсе. Я стал гораздо лучше высыпаться и спина совсем не беспокоит!",
    date: "20 января 2020",
  },
];
